       IDENTIFICATION DIVISION.

       PROGRAM-ID. A1.                                           

       PROCEDURE DIVISION.                                         
	   
       PERFORM STATUS-ON                                 
       .                                                                                                                                 
                                                                   
       COPY AH.                                              
                                                                                                                                          
       COPY AZ.                                              
                                                                       
       END PROGRAM A1.                                           
